export const asideTags = [
  {
    title: "文学",
    id: 1,
    tags: [
      {
        id: 1001,
        name: "小说",
      },
      {
        id: 1002,
        name: "随笔",
      },
      {
        id: 1003,
        name: "日本文学",
      },
      {
        id: 1004,
        name: "散文",
      },
      {
        id: 1005,
        name: "诗歌",
      },
      {
        id: 1006,
        name: "童话",
      },
      {
        id: 1007,
        name: "名著",
      },
      {
        id: 1008,
        name: "港台",
      },
    ]
  },
  {
    title: "流行",
    id: 2,
    tags: [
      {
        id: 2001,
        name: "漫画",
      },
      {
        id: 2002,
        name: "推理",
      },
      {
        id: 2003,
        name: "绘本",
      },
      {
        id: 2004,
        name: "散文",
      },
      {
        id: 2005,
        name: "诗歌",
      },
      {
        id: 2006,
        name: "童话",
      },
      {
        id: 2007,
        name: "名著",
      },
      {
        id: 2008,
        name: "港台",
      },
    ]
  }
]

export const homeInfo = [
  {
    id: 1201,
    title: "东野圭吾新作：《嫌疑人X的献身》留下的遗憾，要在这本书中弥补",
    tag: "新经典",
    intro: "1985年，东野圭吾凭《放学后》拿下江户川乱步奖，在日本推理文坛一举成名。 1999年，《白夜行》横空出世，收获极佳口碑，成为万千东野迷心中的无冕之王。 2005年，《嫌疑人X的献身》出版后包揽当年直木奖、本格推..."
  },
  {
    id: 1202,
    title: "豆瓣一周新书速递｜一部翻译论著，一场诗学盛宴，“一首诗歌的诗以一种声音的方式走向读者”",
    tag: "豆瓣读书",
    intro: "虚构类 *特别推荐 1960年，瓦西里•格罗斯曼完成长篇历史小说《生活与命运》。苏联当局负责意识形态的苏斯洛夫称此书“比帕斯捷尔纳克的《日瓦戈医生》更加危险”，要“过二三百年才可能出版”。1980年，该书在..."
  }
]