export const asideTags = [
  {
    title: "文学",
    id: 1,
    tags: [
      {
        id: 1001,
        name: "小说",
      },
      {
        id: 1002,
        name: "随笔",
      },
      {
        id: 1003,
        name: "日本文学",
      },
      {
        id: 1004,
        name: "散文",
      },
      {
        id: 1005,
        name: "诗歌",
      },
      {
        id: 1006,
        name: "童话",
      },
      {
        id: 1007,
        name: "名著",
      },
      {
        id: 1008,
        name: "港台",
      },
    ]
  },
  {
    title: "流行",
    id: 2,
    tags: [
      {
        id: 2001,
        name: "漫画",
      },
      {
        id: 2002,
        name: "推理",
      },
      {
        id: 2003,
        name: "绘本",
      },
      {
        id: 2004,
        name: "散文",
      },
      {
        id: 2005,
        name: "诗歌",
      },
      {
        id: 2006,
        name: "童话",
      },
      {
        id: 2007,
        name: "名著",
      },
      {
        id: 2008,
        name: "港台",
      },
    ]
  }
]

export const homeInfo = [
  {
    id: 1201,
    title: "东野圭吾新作：《嫌疑人X的献身》留下的遗憾，要在这本书中弥补",
    tag: "新经典",
    intro: "1985年，东野圭吾凭《放学后》拿下江户川乱步奖，在日本推理文坛一举成名。 1999年，《白夜行》横空出世，收获极佳口碑，成为万千东野迷心中的无冕之王。 2005年，《嫌疑人X的献身》出版后包揽当年直木奖、本格推..."
  },
  {
    id: 1202,
    title: "豆瓣一周新书速递｜一部翻译论著，一场诗学盛宴，“一首诗歌的诗以一种声音的方式走向读者”",
    tag: "豆瓣读书",
    intro: "虚构类 *特别推荐 1960年，瓦西里•格罗斯曼完成长篇历史小说《生活与命运》。苏联当局负责意识形态的苏斯洛夫称此书“比帕斯捷尔纳克的《日瓦戈医生》更加危险”，要“过二三百年才可能出版”。1980年，该书在..."
  },
  {
    id: 1203,
    title: "民族性or世界性？探访捷克文学的多重面貌",
    tag: "联合读创",
    intro: "米兰·昆德拉曾说：“出生于一个小国家，你要么成为一个狭隘的地方性的人，要么成为一个世界性的人。” 捷克，这个位于中欧的内陆小国，不仅诞生了卡夫卡、米兰·昆德拉，也有许多知名度相对较低，文学成就却毫不..."
  },
  {
    id: 1204,
    title: "廖伟棠：重读凯鲁亚克《在路上》",
    tag: "读客熊猫君",
    intro: "文 / 廖伟棠，转载自：新京报书评周刊 此时此地的疯狂 举世禁足，能安慰我急于浪游的心灵的书，莫过于嬉皮时代的经典：凯鲁亚克的《在路上》。 但在这样一个不自由的时空点开始重读如此自由的一部杰作，又相当自..."
  }
]

export const rankList = [
  {
    id: "r1001",
    name: "我们的中国",
    rank: 1,
    desc: ""
  },
  {
    id: "r1002",
    name: "一年顶十年",
    rank: 2,
    desc: "剽悍一只猫"
  },
  {
    id: "r1003",
    name: "你当像鸟飞往你的山",
    rank: 3,
    desc: "[美] 塔拉·韦斯特弗"
  },
  {
    id: "r1004",
    name: "我们的节日",
    rank: 4,
    desc: "洋洋兔"
  },
  {
    id: "r1005",
    name: "当动物有钱了",
    rank: 5,
    desc: ""
  },
]

export const comment = [
  {
    img: "https://img3.doubanio.com/view/subject/m/public/s33606302.jpg",
    title: "看完书没有任何改变？你要学会「阅读实战」",
    meta: "潘大帅",
    bookName: "《一年顶十年》",
    star: 4,
    like: 124,
    dislike: 29,
    desc: "最近我刚搬完家，虽然只是从公寓的左边搬到了右边，但是这个过程真的是很累人。书架上的书一共搬了四趟，知识的重量真的很沉重。 看着一书架的书，我有点恍惚，好几本都不记得写的是啥了，书面上也积累了一些猫的...",
  },
  {
    img: "https://img3.doubanio.com/view/subject/m/public/s33606302.jpg",
    title: "看完书没有任何改变？你要学会「阅读实战」",
    meta: "潘大帅",
    bookName: "《一年顶十年》",
    star: 4,
    like: 124,
    dislike: 29,
    desc: "最近我刚搬完家，虽然只是从公寓的左边搬到了右边，但是这个过程真的是很累人。书架上的书一共搬了四趟，知识的重量真的很沉重。 看着一书架的书，我有点恍惚，好几本都不记得写的是啥了，书面上也积累了一些猫的...",
  },
  {
    img: "https://img3.doubanio.com/view/subject/m/public/s33606302.jpg",
    title: "看完书没有任何改变？你要学会「阅读实战」",
    meta: "潘大帅",
    bookName: "《一年顶十年》",
    star: 4,
    like: 124,
    dislike: 29,
    desc: "最近我刚搬完家，虽然只是从公寓的左边搬到了右边，但是这个过程真的是很累人。书架上的书一共搬了四趟，知识的重量真的很沉重。 看着一书架的书，我有点恍惚，好几本都不记得写的是啥了，书面上也积累了一些猫的...",
  },
  {
    img: "https://img3.doubanio.com/view/subject/m/public/s33606302.jpg",
    title: "看完书没有任何改变？你要学会「阅读实战」",
    meta: "潘大帅",
    bookName: "《一年顶十年》",
    star: 4,
    like: 124,
    dislike: 29,
    desc: "最近我刚搬完家，虽然只是从公寓的左边搬到了右边，但是这个过程真的是很累人。书架上的书一共搬了四趟，知识的重量真的很沉重。 看着一书架的书，我有点恍惚，好几本都不记得写的是啥了，书面上也积累了一些猫的...",
  },

]

export const detailInfo = {
  id: 12,
  name: "草仍然绿，水仍在流",
  score: 4,
  img: "https://img3.doubanio.com/view/subject/s/public/s33595640.jpg",
  info: [
    {
      key: "author",
      label: "作者",
      value: "[加] 托马斯·金"
    },
    {
      key: "publisher",
      label: "出版社",
      value: "南京大学出版社"
    },
    {
      key: "originalName",
      label: "原作名",
      value: "Green Grass,Running Water"
    },
    {
      key: "translatoer",
      label: "译者",
      value: "姚媛"
    },
    {
      key: "pages",
      label: "页数",
      value: "496"
    },
    {
      key: "author",
      label: "价格",
      value: "69"
    },
    {
      key: "layout",
      label: "装帧",
      value: "平装"
    },
    {
      key: "ISBN",
      label: "ISBN",
      value: "9787305180286"
    },
  ],
  titleIntro: [
    "🏆2002年维珍书商推荐漫画大奖",
    "在现实的恐怖与信仰的救赎中，直面战争的剧痛",
    "充满诗意的语句，别具一格的线条，肆意驰骋的想象",
    "现代漫画先锋作者 幻想故事大师",
    "欢迎来到大卫·博沙尔的超现实主义世界"
  ],
  conIntro: [
    "每个在战争中死去的人都会重生为天上的星星？ 11月1日发动进攻会带来不幸？梦见公交车是死亡在即的征兆？欢迎来到大卫·博沙尔的虚幻、怪诞世界。",
    "在这个幻想故事中，作者邀请我们跟随扬·范梅尔——隶属于法国情报部的荷兰籍密探、杰出的民俗学家，执行一个误导德国间谍的假任务：找回工程师埃勒坎——毁梦大炮和植物型带刺铁丝网的发明者、能读懂战争废墟的专家……"
  ]
}