export const asideTags = [
  {
    title: "文学",
    id: 1,
    tags: [
      {
        id: 1001,
        name: "小说",
      },
      {
        id: 1002,
        name: "随笔",
      },
      {
        id: 1003,
        name: "日本文学",
      },
      {
        id: 1004,
        name: "散文",
      },
      {
        id: 1005,
        name: "诗歌",
      },
      {
        id: 1006,
        name: "童话",
      },
      {
        id: 1007,
        name: "名著",
      },
      {
        id: 1008,
        name: "港台",
      },
    ]
  },
  {
    title: "流行",
    id: 2,
    tags: [
      {
        id: 2001,
        name: "漫画",
      },
      {
        id: 2002,
        name: "推理",
      },
      {
        id: 2003,
        name: "绘本",
      },
      {
        id: 2004,
        name: "散文",
      },
      {
        id: 2005,
        name: "诗歌",
      },
      {
        id: 2006,
        name: "童话",
      },
      {
        id: 2007,
        name: "名著",
      },
      {
        id: 2008,
        name: "港台",
      },
    ]
  },
  {
    title: '生活',
    id: 3,
    tags: [
      {
        id: 3001,
        name: "旅行"
      },
      {
        id: 3002,
        name: "励志"
      },
      {
        id: 3003,
        name: "教育"
      },
      {
        id: 3004,
        name: "职场"
      },
      {
        id: 3004,
        name: "美食"
      },
      {
        id: 3005,
        name: "健康"
      },
      {
        id: 3006,
        name: "家居"
      },
    ]
  },
  {
    title: '科技',
    id: 4,
    tags: [
      {
        id: 4001,
        name: "科普"
      },
      {
        id: 4002,
        name: "互联网"
      },
      {
        id: 4003,
        name: "编程"
      },
      {
        id: 4004,
        name: "交互设计"
      },
      {
        id: 4004,
        name: "通信"
      },
      {
        id: 4005,
        name: "算法"
      },
      {
        id: 4006,
        name: "神经网络"
      },
    ]
  }
]

export const homeInfo = [
  {
    id: 1201,
    title: "东野圭吾新作：《嫌疑人X的献身》留下的遗憾，要在这本书中弥补",
    tag: "新经典",
    intro: "1985年，东野圭吾凭《放学后》拿下江户川乱步奖，在日本推理文坛一举成名。 1999年，《白夜行》横空出世，收获极佳口碑，成为万千东野迷心中的无冕之王。 2005年，《嫌疑人X的献身》出版后包揽当年直木奖、本格推..."
  },
  {
    id: 1202,
    title: "豆瓣一周新书速递｜一部翻译论著，一场诗学盛宴，“一首诗歌的诗以一种声音的方式走向读者”",
    tag: "豆瓣读书",
    intro: "虚构类 *特别推荐 1960年，瓦西里•格罗斯曼完成长篇历史小说《生活与命运》。苏联当局负责意识形态的苏斯洛夫称此书“比帕斯捷尔纳克的《日瓦戈医生》更加危险”，要“过二三百年才可能出版”。1980年，该书在..."
  },
  {
    id: 1203,
    title: "民族性or世界性？探访捷克文学的多重面貌",
    tag: "联合读创",
    intro: "米兰·昆德拉曾说：“出生于一个小国家，你要么成为一个狭隘的地方性的人，要么成为一个世界性的人。” 捷克，这个位于中欧的内陆小国，不仅诞生了卡夫卡、米兰·昆德拉，也有许多知名度相对较低，文学成就却毫不..."
  },
  {
    id: 1204,
    title: "廖伟棠：重读凯鲁亚克《在路上》",
    tag: "读客熊猫君",
    intro: "文 / 廖伟棠，转载自：新京报书评周刊 此时此地的疯狂 举世禁足，能安慰我急于浪游的心灵的书，莫过于嬉皮时代的经典：凯鲁亚克的《在路上》。 但在这样一个不自由的时空点开始重读如此自由的一部杰作，又相当自..."
  }
]

export const rankList = [
  {
    id: "r1001",
    name: "我们的中国",
    rank: 1,
    desc: ""
  },
  {
    id: "r1002",
    name: "一年顶十年",
    rank: 2,
    desc: "剽悍一只猫"
  },
  {
    id: "r1003",
    name: "你当像鸟飞往你的山",
    rank: 3,
    desc: "[美] 塔拉·韦斯特弗"
  },
  {
    id: "r1004",
    name: "我们的节日",
    rank: 4,
    desc: "洋洋兔"
  },
  {
    id: "r1005",
    name: "当动物有钱了",
    rank: 5,
    desc: ""
  },
]

export const comment = [
  {
    img: "https://img1.doubanio.com/view/subject/s/public/s33586178.jpg",
    title: "看完书没有任何改变？你要学会「阅读实战」",
    meta: "潘大帅",
    bookName: "《花冠病毒》",
    ISBN: "9787512511996",
    star: 4,
    like: 124,
    dislike: 29,
    desc: "大规模的疫病突如其来，死亡的恐怖降临人间。这个设定一直为科幻作家所钟爱，我们可以把这一设定下的科幻小说归类于疫病科幻。疫病科幻可以有两个操作方向。软一点的，不管疫症本身，而是着重描写疫病爆发中的个人与群体，凸显极端情境下的情感与人性。比如康妮威利斯的经典作《末日之书》，逼真地描绘了两个时代的瘟疫之城，写活了一群可歌可泣的人物，唱响了一曲生命的赞歌。软操作还可以抛却文艺性，极力往恐怖、惊悚、惊险、动作的方向靠，比如克莱顿的《天外来菌》，又比如各种生化战士、僵尸系列均是疫病科幻往这个方向走到极端的表现。硬操作呢，就要把着眼点放在疫病本身，往往从科学家角度刨根问底，追索疫症之源，进而探讨人与自然相处之道。王晋康的《十字》甚至让科学家直接散播病毒，实施“低烈度纵火”，实现他们理想中的“生死平衡”。",
  },
  {
    img: "https://img1.doubanio.com/view/subject/s/public/s33542038.jpg",
    title: "旧编《周作人集外文》误收之文，此次重编不再保留",
    meta: "潘大帅",
    bookName: "《周作人集外文》",
    ISBN: "9787208151345",
    star: 5,
    like: 871,
    dislike: 29,
    desc: "在笔者看来，这次新增的周作人1945年以前集外文中，至少至少，早年的《小说丛话》系列、五四新文学运动初期的《读武者小路君关于新村的著作》《新文学的意义》和讨论“恋爱难题”的几通公开信以及关于《游仙窟》的长文、1930年代的《〈中国古代文艺思潮论〉序》、1940年代的《〈枝巢四述〉序》《俄国大作家》等文，都值得格外留意。尤其应该提到的是，抗战爆发后，胡适与周作人有名的唱和诗，早已为现代文学研究界所熟知，也曾被多次引用，但唱和诗的最初出处一直未明，成了周作人研究上的一个悬案。而今新收入《周作人集外文》上卷的一篇《方外唱和诗钞》，对此做出了新的解答。此文刊于1938年9月30日北平《燕京新闻·文艺副镌》第一期，署名臧晖居士、知堂，这应该才是胡周唱和诗的最初出处，从而填补了迄今各种周作人研究资料的缺漏。以上只是粗略举例，期待新编《周作人集外文》上卷给研究者带来更多的惊喜。",
  },
  {
    img: "https://img3.doubanio.com/view/subject/s/public/s27208042.jpg",
    title: "直击社会痛点，说尽世态冷暖",
    meta: "潘大帅",
    bookName: "《肥肉》",
    ISBN: "9787565111235",
    star: 3,
    like: 14,
    dislike: 29,
    desc: "记不清是一九六三年还是一九六四年，也记不清是什么原因了，我们老家县城运往苏联的一大批猪肉被拒绝入境，发回原地。当时那是一件大事。猪肉价贵，不宜贮藏，搞不好霉变生蛆，损失巨大。迫不得己，县里提出号召：吃肉爱国。 那时候的人思维简单，一说爱国，人人争先。尽管肉价昂贵，我父母出于爱国之心，倾半月工资，踊跃扛回家一只肥猪后腿。 猪腿已经腌过，肉咸，质硬，不宜红烧，更不能切肉丝烹炒，唯有投入大锅，加多多的水，白煨。 ========== 那你不如去吃。佛法重在于心，那么我们不吃肉的目的也是在逐步的培养慈悲心，慈悲心具足了，你就自然而然的不想吃肉了。而不是嘴管住而心里管不住，那是没有用的。所以，学佛的居士不要认为学佛要不吃肉而去惧怕它，你可以照样学佛，照样吃三净肉。但是，你在吃肉的时候要不断地去产生悲悯之心、惭愧的心，这样日积月累，水到渠成，你自己不想吃的时候，你再去吃素，就非常的好了。",
  },
  {
    img: "https://img9.doubanio.com/view/subject/s/public/s9111416.jpg",
    title: "我们将永远不能完全肯定，我们是否确实找到了正确的理论，因为理论不能被证明。",
    meta: "潘大帅",
    bookName: "《时间简史》",
    ISBN: "9787535735508",
    star: 4,
    like: 424,
    dislike: 9,
    desc: "在一个无限的宇宙，每一点都可以认为是中心，因为在它的每一边都有无限颗恒星。 不管多少回实验的结果和某一理论相一致，你永远不可能断定下一次结果不会和它矛盾。 我们现在关于物体运动的观念来自于伽利略和牛顿。 伽利略的测量指出，不管物体的重量是多少，其速度增加的速率是一样的。 除了他的运动定律，牛顿还发现了描述引力的定律：任何两个物体都相互吸引，其引力大小与每个物体的质量成正比。 牛顿引力定律还告诉我们，物体之间的距离越远，则引力越小。（人与人之间的吸引是不是也如此？） 我们必须接受的观念是：时间不能完全脱离和独立于空间，而必须和空间结合在一起形成所谓的空间——时间的客体。 我们看到的从很远星系来的光是在几百万年之前发出的，在我们看到的最远的物体的情况下，光是在80亿年前发出的。这样当我们看宇宙时，我们是在看它的过去。 没有东西走得比光更快。 牛顿理论说，物体之间的吸引力依赖于它们之间的距离。这意味着，如果我们移动一个物体，另一物体所受的力就会立即改变。（奥修说，当你伤害了一朵花儿，你就伤害了一颗星星。",
  },

]

export const detailInfo = {
  id: 12,
  name: "草仍然绿，水仍在流",
  score: 4,
  img: "https://img3.doubanio.com/view/subject/s/public/s33595640.jpg",
  info: [
    {
      key: "author",
      label: "作者",
      value: "[加] 托马斯·金"
    },
    {
      key: "publisher",
      label: "出版社",
      value: "南京大学出版社"
    },
    {
      key: "originalName",
      label: "原作名",
      value: "Green Grass,Running Water"
    },
    {
      key: "translatoer",
      label: "译者",
      value: "姚媛"
    },
    {
      key: "pages",
      label: "页数",
      value: "496"
    },
    {
      key: "price",
      label: "价格",
      value: "69"
    },
    {
      key: "layout",
      label: "装帧",
      value: "平装"
    },
    {
      key: "ISBN",
      label: "ISBN",
      value: "9787305180286"
    },
  ],
  titleIntro: [
    "🏆2002年维珍书商推荐漫画大奖",
    "在现实的恐怖与信仰的救赎中，直面战争的剧痛",
    "充满诗意的语句，别具一格的线条，肆意驰骋的想象",
    "现代漫画先锋作者 幻想故事大师",
    "欢迎来到大卫·博沙尔的超现实主义世界"
  ],
  conIntro: [
    "每个在战争中死去的人都会重生为天上的星星？ 11月1日发动进攻会带来不幸？梦见公交车是死亡在即的征兆？欢迎来到大卫·博沙尔的虚幻、怪诞世界。",
    "在这个幻想故事中，作者邀请我们跟随扬·范梅尔——隶属于法国情报部的荷兰籍密探、杰出的民俗学家，执行一个误导德国间谍的假任务：找回工程师埃勒坎——毁梦大炮和植物型带刺铁丝网的发明者、能读懂战争废墟的专家……"
  ]
}